Repository: apertium/apertium-sme-smj
Catalog: tmx_data/bieritduoddarin_sme.tmx
Source language: sme
Languages: smj

source: Biret duoddaris.
smj: Biret duoddarin.

source: Biret lea njealje jahkásaš.
smj: Biret la nielje jagák.

source: Son orru iežas etniin ja áhčiin Jorbajávrri gilážis.
smj: Sån årru ietjas iedne ja áhtje siegen bájkátjin man namma l Jårbbåjávrre.

source: Otne Biret lea mannamin áhčiin duoddarii.
smj: Uddni l Biret áhtje maŋen vuolgátjit duoddarij.

source: Bireha mielas lea somá beassat mohtorgielkká fárrui.
smj: Bireta mielas la suohtas muohtavuojánav tjuovvot.

source: Áhčči lea juo olgun gárramin suinniid rehkii.
smj: Áhttje l juo ålggon ájvijt lågŋomin muohtavuojána gævllasij.

source: Soai áiguba biebmat bohccuid.
smj: Såj ájggoba boahttsujt biebbmat.

source: - Fertet gal bures gárvodit, dadjá eadni Birehii.
smj: - Viertti gal buoragit gárvvunit, javllá ieddne Biretij.

source: Fertejit leat máŋggat buvssat ja báiddit, go mátki gielkkáin ii leat nu liekkas.
smj: Dujna vierttiji moadda båvså ja skirto, gå manno gævllasin ij la vuojga liekkas.

source: Vaikko mo beaivváš báitá ja ligge ruovttu šiljus, de vuojedettiin, go reagas čohkohallá, de gal galbmo, juos ii gárvot albmaláhkái.
smj: Vájku man ålov bæjvásj bájttá ja sijda saljov lieggi, de ulmusj vuojedahttijn gållu. Jus ij almmaláhkáj gárvvuna, de gållu sierraláhkáj gå tjielkán tjåhkudallá.

source: Eadni viežžala vel nuppiid ullosuohkuid Birehii.
smj: Ieddne Biretij viedtjal vil nuppijt hulloguobájt.

source: - Ja dange fertet vel muitit, joatká eadni, ahte dálki sáhttá molsašuvvat duoddaris johtilit.
smj: - Ja mujte val, joarkká ieddne, dálkke duoddarin máhttá jåhtelit rievddat.

source: Vaikko ii oidnošii oktage balva vuolggedettiin, de fáhkkestaga sáhttá borgga dahkat.
smj: Vájku almen ælla balva vuolgedijn, de hæhkkat muohtaguoldov máhttá buktet.

source: Biret jurddašišgoahtá man garra bargu lea coggat ná olu biktasiid.
smj: Biret usjudallagoahtá man duojkke l náv ållo biktasijda tjágŋat.

source: Sus leat nu olu biktasat, ahte lea váttis lihkadit.
smj: Sujna li nav ållo biktasa, gássjel la labudit.

source: Ja go veahášge lihkada, de bivastuvvá.
smj: Ja gå vehi labut, de bivástuvvá.

source: Bireha mielas ii leatge šat nu suohtas vuolgit duoddarii.
smj: Bireta mielas ij la desti nav suohtas duoddarij vuolgget.

source: Biret suhtadišgoahtá.
smj: Biret smállagoahtá.

source: - Eadni, mun in hálit vuolgit duoddarii, mun bázán ruoktot duinna.
smj: - Ieddne, mån iv sidá duoddarij vuolgget, mån farra sijddaj bátsáv duv sæhkáj.

source: Eadni muitala, ahte jus bivastuvvá, de sáhttá geahpedit biktasiid.
smj: Ieddne bagát, jus bivástuvá de máhtá biktasijt nuollat.

source: Son láide Bireha rehkii suinniid ala čohkohallat.
smj: Sån Biretav gævllasij lájddi, ájvij nali tjåhkudalátjit.

source: Áhčči deaddila mohtora johtui, ja vilppasta vel maŋos.
smj: Áhttje muohtavuojánav jåhtuj biedjá, ja maŋŋus gehtjas.

source: - Leago visot ortnegis Biret, juobat moai vuoddjájetne?
smj: - Le gus divna gåktu galggá, Biret, galggin gus vuoddját?

source: - Vuoddjájin, nivkala Biret.
smj: - Jaa, Bræjhta njihkeste.

source: Biret ii leat šat bahámielas. Su ii váivvit vaikko leatge olu biktasat badjelis.
smj: Biret ij la desti nievres mielan, ij desti biktasijt luojo.

source: Muohta dušše soiccista, go Áhčči vuodjá Jorbajávrri rastá.
smj: Muohta dåssju tsåjtses gå áhttje Jårbbåjávrev rassti.

source: Biret ferte muhtimin oaivvis jorgalit nuppos vai muohta ii njuoskat ámadaju.
smj: Biret muhttin viertti oajves jårgijdit vaj muohta ij muodov galga dæjvvat.

source: Dasto áhčči jorgala mohtorgielkká várrái.
smj: Ja nav áhttje vuoddjá várráj.

source: Lea suohtas geahččat muoraid, maid meattá soai áhčiin vuodjiba.
smj: La suohtas muorajt gehtjadit, majt såj áhtjijn vuojedijn vásseba.

source: Ja iiba guhkáge, go áhčči jorggiha Balsajeaggeráigge bajás.
smj: Ij ga váse guhka ájgge åvddål gå áhttje gávvá bajás Balssajiekke vuosstij.

source: Das Biret diehtá, ahte fargga oidnogohtet duoddarat.
smj: Biret diehtá dassta ij la mælggat åvddål gå duoddara vuojnnugåhti.

source: Duottarmáilbmi lea áibbas vielgat.
smj: Duottar jæhtsá.

source: Nu guhkás go čalbmi oaidná, de leat duoddarat.
smj: Danna li duoddara nav guhkás gå tjalmme vuojnná.

source: - Duottar, duoddara duohkin, savkala Biret.
smj: - Duottar, duoddara duogen, tsamát Biret.

source: Fáhkkestaga áhčči bisseha gielkká.
smj: Hæhkkat áhttje ganugahttá muohtavuojánav.

source: Biret lea nu hárjánan mohtorgielkká jitnii, ahte beanta healkkeha, go gielká jaskkoda.
smj: Biret la nav hárjjánam muohtavuojána jiednaj, hálvva hielket gå muohtavuoján sjávvun.

source: - Moai vuos lebbejetne suinniid ja de easkka gáfestalle, dadjá áhčči.
smj: - Vuostak ájvijt luobbijin ja de káfastallin, javllá áhttje.

source: Bireha mielas dat lea buorre jurdda, daningo lea suohtas čohkohallat reagas ja bálkut suinniid.
smj: Biret dasi lijkku, gå gævllasis la suohtas ájvijt bálkkot.

source: Áhčči vuodjá gulul ovddosguvlui ja Biret bálku suinniid.
smj: Áhttje suojmma vuodjá ja Biret bálkku ájvijt.

source: Go reahka guorrana, de áhčči vuodjá boares dolastallanbáikái.
smj: Gå ájvijs nåhkkuba, de áhttje vuodjá åvdusj dållåsadjáj.

source: Áhčči láve álo dás dolastallat, go buktá suoidneguorpmi.
smj: Áhttje agev dánna dålli gå ájvijt buktá.

source: Áhčči cahkkeha dola ja lokte gáffebánno liegganit.
smj: Áhttje dålåv tsahkkit ja káffagiebmev låggŋi liegganittjat.

source: Son roggala vel lávkkas goikebierggu.
smj: Vuossas råkkås vil gåjkkebiergov.

source: - Áiggotgo don dákkáraš bihtá, mas lea ollu buoidi, son jearrá Birehis.
smj: - Sidá gus dákkir bæhkátjav, gånnå l edna buojdde, gatját sån Biretis.

source: Biret mieđiha, go su mielas buot njálgáseamos goikebiergobihttá lea dat mas lea vel buoidi.
smj: Biret diedon láget, gåjkkebierggo buojdijn la Bireta mielas njálgámus gåjkkebierggo.

source: Ja go dan basista vel dolas, de gal lea njálggat.
smj: Ja gå dav vil dålån bassá, de sjaddá riek njálgge.

source: Dolastaladettiin áhčči muitaladdá duoddariid birra, ja das mo Bákteduottar lea ožžon namas.
smj: Madi danna dålliba de áhttje subtsas daj duobddágij birra ja gåktu Bákteduottar namás oattjoj.

source: - Dat lei dat áigi, go jiehtanasat orro dán máilmmis.
smj: - Lej dan ájge gå jiehtanisá dán væráldin årrun.

source: Okta jiehtanas lei čoaggán bávttiid ja gilván daid eatnamii.
smj: Akta jiehtanis lij bávtijt tjoaggám ja ednamij sáddjim.

source: Jiehtanas áiggui šaddadit lasi geđggiid, čilge áhčči.
smj: Sån ájgoj ienep giergijt sjaddadit, tjielggi áhttje.

source: Biret orru dego oaidnimin, mo jiehtanas čokkii sala dievva bávttiid ja bálkkui daid duohkut deike, dego livččii gilván bohtásiid.
smj: Biret degu vuojnná gåktu jiehtanis fármev dievva giergijs tjåkkij ja dajt duohku diehki bálkoj, degu dal berunijt lij sáddjimin.

source: Gal dan gilvimis lea ferten gullot issoras jietna, son jurddaša.
smj: Usjudallá dassta dal lij sjaddam sieldes jiedna.

source: Áhčči gaskkalduhttá Bireha jurdagiid.
smj: Áhttje Bireta ájádusájt boarkki.

source: - Veahkehasttátgo mu čohkket dáid dávviriid lávkii?
smj: - Viehkedastá gus muv dájt diŋgajt tjoahkkit?

source: Fargga Biret čohkká fas reagas.
smj: Ruvva l Biret vas gævllasin tjåhkkåhime.

source: Gal lea leamaš somás beaivi, son jurddaša.
smj: Le læhkám suohtas biejvve, usjudallá sån.

source: Lihkus vulgen áhčiin duoddarii, inge báhcán ruoktot etniin.
smj: Vuorbbe gå huoman áhtje maŋen vuolggiv duoddarij, farra gå iedne siegen sijdan báhtset.

source: Biret dovdá, mo čalmmit bahkkejit gitta.
smj: Biret jurra de tjalmijt nahká rahpasin bisodit.

source: Mohtorgielká huraida dássidit.
smj: Muohtavuoján jurrá aktelattjat.

source: Iiba guhkáge, go son juo ribaha nohkkat.
smj: Gå de oanegav de Biret oaddá.

source: - Nohkas fal Biret, dadjá áhčči.
smj: - Oade njálgugit Biret, javllá áhttje.
